Repository: fabian-scherle/fabian-scherle.github.io
Catalog: lib/lang/app_*.arb
Languages: es, fr

source: English
es: Ingles
fr: Anglais

source: French
es: Frances
fr: Français

source: Spanish
es: Español
fr: Espagnol

source: Unknown
es: Desconocido
fr: Inconnue

# genericError
source: Something went wrong, please try again later
es: Algo fue mal, por favor intentalo más tarde
fr: Quelque chose c'est mal passé. Merci d'essayer plus tard

source: Page not found
es: Página no encontrada
fr: Page non trouvée

source: View Resume
es: Ver Currículum
fr: Voir CV

# name
source: Fabi√°n Scherle Carboneres
es: Fabián Scherle Carboneres
fr: Fabián Scherle Carboneres

source: Contact
es: Contacto
fr: Contactez

source: Experience
es: Experiencia
fr: De l'expérience

source: About Me
es: Sobre Mí
fr: Sur Moi

source: Location
es: Ubicación
fr: Lieu

source: Phone Number
es: Número Teléfono
fr: Numéro de téléphone

source: Email
es: Correo

source: View Project
es: Ver Proyecto
fr: Voir le projet

# currentLocation
source: Valencia, Spain
es: Valencia, España
fr: Valencia, Espagne

# aboutWorkExperience
source: Full-Stack software developer with experiencie in Spirng, Django, Angular and Flutter frameworks. Junior Cloud SRE or Devops (AWS and GCP) with practice in deploying Flutter applications with services developed in python.
es: Desarrollador de software Full-Stack con experiencia en frameworks como Spirng, Django, Angular y Flutter. Junior Cloud SRE o Devops (AWS y GCP) con práctica en despliegue de aplicaciones Flutter con servicios desarrollados en python.
fr: Développeur de logiciels Full-Stack avec expériences et frameworks comme Spirng, Django, Angular et Flutter. Junior Cloud SRE ou Devops (AWS et GCP) avec la pratique et la résolution des applications Flutter avec les services développés en python.

# aboutMeSummary
source: Full-Stack software developer, specialized in the field of machine learning and experienced with all stages of the development cycle for dynamic web projects. Involved in the development of applications with more than six programming languages making use of popular frameworks.
es: Desarrollador de software Full-Stack, especializado en el campo del aprendizaje automático y con experiencia en todas las etapas del ciclo de desarrollo de proyectos web dinámicos. Involucrado en el desarrollo de aplicaciones con más de seis lenguajes de programación haciendo uso de frameworks populares.
fr: Développeur logiciel Full-Stack, spécialisé dans le domaine de l'apprentissage automatique et expérimenté dans toutes les étapes du cycle de développement de projets Web dynamiques. Impliqué dans le développement d'applications avec plus de six langages de programmation utilisant des frameworks populaires.

# resumeRole
source: Full Stack Software Developer
es: Desarrollador de Software Full Stack
fr: Développeur de logiciels Full Stack

# resumeReview
source: Full stack software engineer, lifelong learner and competent at addressing problems. Specialized in the field of machine learning and experienced with all stages of the development cycle for dynamic web projects.
es: Ingeniero de software Full Stack, aprendiz de por vida y competente para abordar problemas. Especializado en el campo del aprendizaje automático y con experiencia en todas las etapas del ciclo de desarrollo de proyectos web dinámicos.
fr: Ingénieur logiciel full stack, apprenant tout au long de la vie et compétent pour résoudre les problèmes. Spécialisé dans le domaine du machine learning et rompu à toutes les étapes du cycle de développement de projets web dynamiques.

# resumeEducation
source: EDUCATION
es: FORMACIÓN PROFESIONAL
fr: ÉDUCATION

# resumeDetails
source: Details
es: Detalles
fr: Détails

# resumeExperience
source: WORK EXPERIENCE
es: EXPERIENCIA LABORAL
fr: L'EXPÉRIENCE PROFESSIONNELLE

# resumeAchievementsTasks
source: Achievements/Tasks
es: Logros/Tareas
fr: Réalisations/Tâches

# resumeLanguage
source: LANGUAGE
es: IDIOMA
fr: LANGUE

source: Native
es: Nativo
fr: Langue maternelle

# educationTitle1
source: Computer Science Enineering
es: Ingeniería Informática
fr: Génie informatique

# educationPlace1
source: Polytechnic University of Valencia
es: Universidad Politécnica de Valencia
fr: Université Polytechnique de Valence

# educationDetails11
source: Operating systems fundamentals.
es: Fundamentos de sistemas operativos.
fr: Fondamentaux des systèmes d'exploitation.

# educationDetails12
source: Different programming languages knowledge and applications.
es: Conocimientos y aplicaciones de diferentes lenguajes de programación.
fr: Connaissance et applications de différents langages de programmation.

# educationDetails13
source: Software development fundamentals.
es: Fundamentos del desarrollo software.
fr: Fondamentaux du développement logiciel.

# educationDetails14
source: Algorithms, smart systems and machine learning models fundamentals .
es: Fundamentos de algoritmos, sistemas inteligentes y modelos de aprendizaje automático.
fr: Fondamentaux des algorithmes, des systèmes intelligents et des modèles d'apprentissage automatique.

# educationTitle2
source: Professional Training
es: Formación Profesional
fr: Formation Professionnelle

# educationDateTo2
source: Present
es: Presente
fr: Actualité

# educationDetails21
source: Bash scripting and Linux fundamentals.
es: Bash scripting y fundamentos de linux.
fr: Scripts bash et principes de base de Linux.

# educationDetails22
source: Django and DRF framework for web aplications development.
es: Django y DRF framework para el desarrollo de aplicaciones web.
fr: Framework Django et DRF pour le développement d'applications web.

# educationDetails23
source: Google Cloud Platform fundamentals.
es: Fundamentos de Google Cloud Platform.
fr: Principes de base de Google Cloud Platform.

# educationDetails24
source: Amazon Web Services fundamentals.
es: Fundamentos de Amazon Web Services.
fr: Principes de base de Amazon Web Services.

# educationDetails25
source: Devops and SRE fundamentals.
es: Fundamentos de Devops y SRE.
fr: Devops et fondamentaux SRE.

# experienceTitle1
source: Software developer as intern
es: Becario desarrollador de software
fr: Développeur logiciel en tant que stagiaire

# experienceTasks11
source: Used technologies investigation in the Call Center field.
es: Investigación de tecnologías utilizadas en el ámbito del Call Center.
fr: Enquête sur les technologies utilisées dans le domaine du centre d'appels.

# experienceTasks12
source: Development and maintenance of software developed in C++ with PostgreSQL database.
es: Desarrollo y mantenimiento de software desarrollado en C++ con base de datos PostgreSQL.
fr: Développement et maintenance de logiciels développés en C++ avec base de données PostgreSQL.

# experienceTitle2
source: Private tutoring
es: Tutoría privada
fr: Cours particuliers

# experienceTasks21
source: Projects developed in Java, Ansi C and Python.
es: Proyectos desarrollados en Java, Ansi C y Python.
fr: Projets développés en Java, Ansi C et Python.

# experienceTitle3
source: Software developer
es: Desarrollador de software
fr: Développeur de logiciels

# experienceDateTo3
source: Present
es: Presente
fr: Actualité

# experienceTasks31
source: Development of backend applications with Spring/Java, Django/Python and Actix/Rust frameworks.
es: Desarrollo de aplicaciones backend con frameworks Spring/Java, Django/Python y Actix/Rust.
fr: Développement d'applications backend avec les frameworks Spring/Java, Django/Python et Actix/Rust.

# experienceTasks32
source: Development of frontend applications with Flutter framework.
es: Desarrollo de aplicaciones frontend con framework Flutter.
fr: Développement d'applications frontend avec le framework Flutter.

# experienceTasks33
source: Deployments and scripting for Firebase and Google Cloud environments.
es: Despliegues y scripting para entornos de Firebase y Google Cloud.
fr: Déploiements et scripts pour les environnements Firebase et Google Cloud.

# skillCommunication
source: Communication
es: Comunicación

# skillLeadership
source: Leadership
es: Liderazgo

# skillEmpathy
source: Empathy
es: Empatía
fr: Empathie

# resumeSkills
source: SKILLS
fr: COMPÉTENCES
